{
  "greg-jones": {
    "name": "Greg Jones",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://www.facebook.com/GIJonesforHouse/photos/a.354821034641968.1073741825.354820031308735/356662001124538/?type=1&theater",
    "header_photo": "https://www.facebook.com/GIJonesforHouse/photos",
    "state": "Alaska",
    "state_initials": "AK",
    "district": 8,
    "office": "State Representative",
    "bio": "I am passionate about building a brighter future for the communities of Knik-Fairview, Big Lake, Meadow Lakes, and Point Mackenzie. I will work hard to strengthen Alaska's economy and improve the lives of my constituents. As your representative, I will listen to your concerns and make sure your voices are heard in Juneau.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "https://www.facebook.com/GIJonesforHouse/",
    "instagram": "",
    "youtube": "",
    "slug": "greg-jones"
  },
  "aaron-bauman": {
    "name": "Aaron Bauman",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://static1.squarespace.com/static/5563a39ee4b064c1f32841e6/t/5563b818e4b0b7fb308e09e2/1432598554645/?format=1000w",
    "header_photo": "",
    "state": "Arizona",
    "state_initials": "AZ",
    "district": 2,
    "office": "State Representative",
    "bio": "Aaron understands that the state can only grow and profit with smart investment. This means making Nogales the port of choice for produce importers; training a skilled workforce that attracts new business; and preserving the quality of life that drew us to Arizona and keeps us here. As a law student who fought for education reform, government transparency, and the rights of immigrant workers, Aaron knows that we need laws that reflect our values.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/baumann",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.baumannforaz.com/",
    "twitter": "https://twitter.com/AaronABaumann",
    "facebook": "https://www.facebook.com/BaumannAZ",
    "instagram": "",
    "youtube": "",
    "slug": "aaron-bauman"
  },
  "adrian-fontes": {
    "name": "Adrian Fontes",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/13882440_1281988845174884_2204007400890313382_n.jpg?oh=3164cf162507b6039cb26ab2938d210d&oe=58565617",
    "header_photo": "",
    "state": "Arizona",
    "state_initials": "AZ",
    "district": "",
    "office": "County Recorder",
    "bio": "Adrian Fontes is an Arizona Native, former U.S. Marine, small business owner and attorney with more than ten years experience in criminal prosecution, law enforcement and issues of Constitutional Rights.\n\nHis trial experience ranges from simple misdemeanor in Municipal Courts in Denver, Colorado, to Murder and Hostage-Taking cases in the Federal District Court in Arizona. Adrian has successfully argued cases before Courts as varied as the South Phoenix Justice Court and up to the Ninth Circuit Court of Appeals in San Francisco, California.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/elect-fontes-1",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.electfontes.com/",
    "twitter": "https://twitter.com/electfontes",
    "facebook": "https://www.facebook.com/ElectFontes/",
    "instagram": "",
    "youtube": "",
    "slug": "adrian-fontes"
  },
  "juan-mendez": {
    "name": "Juan Mendez",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://d3n8a8pro7vhmx.cloudfront.net/mendezforaz/pages/15/attachments/original/1335226328/juan-slider.jpg",
    "header_photo": "",
    "state": "Arizona",
    "state_initials": "AZ",
    "district": 26,
    "office": "State Senate",
    "bio": "Juan ran for office to represent the voice of the working class. He brings to the legislature an understanding of the value of public education and the passion of a citizen who is invested in his community. His legislative priorities include bringing sanity and purpose back to the state budget, by recognizing that private success is dependent on public investment. Juan also aims to restart the American dream of upward mobility for everyone, regardless of privilege, by restoring compassion to our health care system and through strengthening our public schools and universities.",
    "primary_date": "",
    "primary_cta": "Volunteer",
    "primary_cta_link": "http://www.mendezforaz.com/get_involved",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.mendezforaz.com/",
    "twitter": "https://twitter.com/mendezforaz",
    "facebook": "https://www.facebook.com/mendezforaz",
    "instagram": "",
    "youtube": "",
    "slug": "juan-mendez"
  },
  "martin-quezeda": {
    "name": "Martin Quezeda",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://d3n8a8pro7vhmx.cloudfront.net/martinquezada/pages/60/attachments/original/1469736676/Gray_Suit_2.jpg?1469736676",
    "header_photo": "",
    "state": "Arizona",
    "state_initials": "AZ",
    "district": 29,
    "office": "State Senate",
    "bio": "Aside from his professional and political service to his community, Martín has been active as a volunteer and activist in many other roles in his community, including service in the following organizations/committees:\n\nNational Hispanic Caucus of State Legislators Chair of Criminal Justice Committee (2016-present)\nBoard of Hispanic Caucus Chairs, Treasurer (2015-present);\nASU Los Diablos Latino Alumni Association Board of Directors (2001-2016);\nMaryvale Village Planning Committee representing Phoenix Council District #7 – appointed by Phoenix City Council (2009-2016)’\nWest Phoenix Revitalization Community Advisory Board – appointed by Phoenix City Council (2009-present);\nNational Association of Latino Elected and Appointed Officials (2011-present);\nLos Abogados Hispanic Bar Association of AZ Board of Directors (2009-2013); Civil Rights Committee (2008-2013), Chair of Legislative Committee (2009-2011), Chair of Scholarship Committee (2012);\nSt. Vincent de Paul School Advisory Board (2009-2013)",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/entity/fundraisers/35318?ref=martinquezada_donate",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.martinquezada.com/",
    "twitter": "https://twitter.com/SenQuezada29",
    "facebook": "https://www.facebook.com/QuezadaforAZSenate/",
    "instagram": "",
    "youtube": "",
    "slug": "martin-quezeda"
  },
  "raul-grijalva": {
    "name": "Raul Grijalva",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://pbs.twimg.com/profile_images/566304491918462976/muz5J8tZ.jpeg",
    "header_photo": "",
    "state": "Arizona",
    "state_initials": "AZ",
    "district": 3,
    "office": "US Representative",
    "bio": "Raúl has a thirty-year record of exceptional public service in Southern Arizona, and a lifelong commitment to improving the quality of life in his community. Since his election to Congress in 2002, Raúl remains committed to bring fairness and accountability to our federal government in providing services and protecting the health and safety of the public. Education, job creation, employee rights and the environment are some of his top policy concerns.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "standwithraul.com",
    "twitter": "https://twitter.com/repraulgrijalva",
    "facebook": "https://www.facebook.com/Rep.Grijalva",
    "instagram": "",
    "youtube": "",
    "slug": "raul-grijalva"
  },
  "choi-willis": {
    "name": "Ben Choi & Melvin Willis",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://scontent-mia1-1.xx.fbcdn.net/t31.0-8/13173082_1131758250221781_1770218146435089306_o.jpg",
    "header_photo": "",
    "state": "California",
    "state_initials": "CA",
    "district": "At Large",
    "office": "City Council",
    "bio": "Ben Choi, 43, is an account manager at MCE Clean Energy. Choi has served on the Richmond Planning Commission for five years. He pledges to lead Richmond beyond the “two dimensional thinking” of “either clean air or jobs” or “either civil liberties or public safety.” \"I grew up in a working-class area of Los Angeles where I helped my immigrant parents run a corner store. We served all the people of our neighborhood -- rich and poor and in between.  But as the sole Korean-American family in a predominantly Latino and Anglo neighborhood, there was no question of trying to blend in. Instead, I came to truly value diversity -- of race, of economics, and of voice, and I had a chance to hear about life from many different perspectives.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.benchoi4richmond.com/",
    "twitter": "",
    "facebook": "https://www.facebook.com/BenChoiForRichmondCityCouncil/ ; https://www.facebook.com/TeamRichmond2016/",
    "instagram": "",
    "youtube": "",
    "slug": "choi-willis"
  },
  "jane-kim": {
    "name": "Jane Kim",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/13047700_10153677214972875_8562309021668020194_o.jpg",
    "header_photo": "",
    "state": "California",
    "state_initials": "CA",
    "district": 11,
    "office": "State Senate",
    "bio": "Jane Kim is a current San Francisco Supervisor and candidate for State Senate, District 11. Jane is a proven progressive leader who has fought to expand access to affordable housing, protect renters, close the income gap and improve public schools.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "janekim.org",
    "twitter": "https://twitter.com/janekim",
    "facebook": "https://www.facebook.com/JaneKimCA/?hc_ref=SEARCH&fref=nf",
    "instagram": "",
    "youtube": "",
    "slug": "jane-kim"
  },
  "joseph-salazar": {
    "name": "Joseph Salazar",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://www.denverpost.com/wp-content/uploads/2016/04/20130219_121710_cd18joe_salazar.jpg?w=600&h=400",
    "header_photo": "",
    "state": "Colorado",
    "state_initials": "CO",
    "district": 31,
    "office": "State Representative",
    "bio": "Rep. Salazar has spent his entire career making sure the rights of hard-working Coloradans are protected, and has brought that same focus to the legislature. Rep. Salazar is a Colorado native whose Spanish and indigenous roots in Colorado and New Mexico go back hundreds of years. He was a civil rights and criminal investigator for the State of Colorado, working for the Colorado Department of Regulatory Agencies in the civil rights division and division of insurance.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "salazarforhd31.com",
    "twitter": "",
    "facebook": "https://www.facebook.com/Joe-Salazar-for-HD-31-218886381526327/",
    "instagram": "",
    "youtube": "",
    "slug": "joseph-salazar"
  },
  "eva-bermudez": {
    "name": "Eva Bermudez",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Connecticut",
    "state_initials": "CT",
    "district": 106,
    "office": "State Representative",
    "bio": "With her professional experience working on legislation in Congress, performing labor negotiations as an 1199 Representative, and as a former Newtown Legislative Council member, Eva Bermudez is committed to improving and fighting for her community. Eva was recently awarded the Latina Citizen of the year by the Connecticut General Assembly for her outstanding activism navigating 5000 Connecticut residents to health insurance through the Access Health Market place.\n\nEva currently represents and organizes municipal and state employees through CSEA Local 2001, ensuring that people have access to retirement plans, decent salaries and health insurance benefits. \n\nShe is also a supporter of the arts and true believer of the importance of access to the arts for children. This is highlighted in her role on the ​Hartbeat Ensemble a small theater that has youth summer programs board where she is currently secretary. Where their motto is \"a theater for social change\" using theater to budge the conversational gap on everyday issues like bullying and gun violence.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "eva-bermudez"
  },
  "josh-elliott": {
    "name": "Josh Elliott",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/1722178841330223/photos/1722180444663396/",
    "header_photo": "",
    "state": "Connecticut",
    "state_initials": "CT",
    "district": 88,
    "office": "State Representative",
    "bio": "An attorney and small business owner, Josh Elliott represents the future of a young, vibrant Connecticut. Josh runs two family-owned natural food stores with his mother, The Common Bond Market in Shelton and Thyme & Season in Hamden. \n\nJosh attended high school and law school in Hamden, which he has called home for six years. Outside of work, Josh volunteers for Guiding Eyes for the Blind, an organization which provides guide dogs to people with vision loss, as well as service dogs to children with autism.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "josh-elliott"
  },
  "ken-gucker": {
    "name": "Ken Gucker",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Connecticut",
    "state_initials": "CT",
    "district": 24,
    "office": "State Senate",
    "bio": "Ken Gucker, a resident of Danbury for 28 years, was raised in New Fairfield, attended and graduated from New Fairfield schools, was active in Scouting with Troop 42 where he earned his Eagle Scout Award with Three Palms, and served a stint there as a volunteer firefighter.\n\nn Danbury, Ken has been active in land use, environmental, conservation and historic preservation issues.  Among the local and neighborhood issues in the forefront of his activities, Gucker has been an active leader on matters such as the Cotswwold development plan where he fought alongside Danbury neighbors to limit density to balance the need to protect the environment and adjacent water sources. He worked with the Long Ridge Neighborhood Preservation Association to thwart an effort to allow variances for a new business use in a two-acre residential zone, thereby protecting the integrity of this scenic neighborhood. He fought to preserve the McLean House on Danbury’s Man Street, one of the city’s oldest and historic buildings.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "ken-gucker"
  },
  "mary-lundgren": {
    "name": "Mary Jane Lundgren",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://pbs.twimg.com/profile_images/724625708509716481/xvQp9Dsx.jpg",
    "header_photo": "",
    "state": "Connecticut",
    "state_initials": "CT",
    "district": 67,
    "office": "State Representative",
    "bio": "Mary Jane Lundgren has spent most of her life in New Milford, and has given back to the community by serving as a nurse and public servant for many. many years. Mary Jane has served eight terms on the New Milford Town Council, and has also been a part of the Democratic Town Committee, Northville Residents Association, Substance Abuse Prevention Council, Conservation and Development Committee, National Organization of Social Workers, and the AFT Nurses Professional Union.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "mary-lundgren"
  },
  "robyn-porter": {
    "name": "Robyn Porter",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://d3n8a8pro7vhmx.cloudfront.net/robynforstaterep/pages/24/attachments/original/1404756315/rOBYN.JPG?1404756315",
    "header_photo": "",
    "state": "Connecticut",
    "state_initials": "CT",
    "district": 94,
    "office": "State Representative",
    "bio": "Robyn is a dedicated community activist and single mother of two adult children. Her son, who was once incarcerated, has since established his own business. Her daughter is a graduate of the University of Bridgeport and was on the President’s List. Robyn holds an Associate's degree in General Studies from Gateway Community College and a Bachelor's degree in Criminal Justice from Charter Oak State College.\n\nIn addition, she completed the Bill Graustein Memorial Fund's Community Leadership Program (CLP), served as co-chair on the Steering Committee for the Newhallville Community Resilience Team, and served as a Ward Committee member where she worked closely with her Alderman on various issues and community events. She has also contributed her time to Aldermanic, Mayoral, and Senatorial campaigns in various capacities.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://robynforstaterep.nationbuilder.com/contribute",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://www.porterforthepeople.com/volunteer",
    "website": "http://www.porterforthepeople.com/meet_robyn",
    "twitter": "",
    "facebook": "https://www.facebook.com/robynforstaterep/",
    "instagram": "",
    "youtube": "",
    "slug": "robyn-porter"
  },
  "dwight-bullard": {
    "name": "Dwight Bullard",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://pbs.twimg.com/profile_images/95444234/In_office_smile.JPG",
    "header_photo": "",
    "state": "Florida",
    "state_initials": "FL",
    "district": 40,
    "office": "State Senate",
    "bio": "Senator Bullard has served as a leader in the area of Education due to his outstanding leadership and commitment to education, both as a teacher and a policy maker. His extensive and remarkable role in Educational leadership has granted him tremendous recognition; Bullard was a recipient of the Florida Education Association’s Freshman Friend of Public Education Award, and the Florida Association of School Administrators’ Next Generation Leader Award. Senator Bullard is also affiliated with several Democratic organizations, and hence was awarded theYoung Democrat’s of Miami Dade Outstanding Leadership Award. The Redlands Democrat, and currently chairs the Miami-Dade Democratic Party. Dwight is also a member of several community, civic and social organizations ranging from the NAACP to 100 Black Men of South Florida. Senator Bullard is a member of several boards including City Year Miami, Camillus House and the Zoological Society of South Florida and has received countless community recognitions from both local and national groups.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://dwightbullard.nationbuilder.com/donate",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.bullard4florida.com/",
    "twitter": "https://twitter.com/dwightbullard?lang=en",
    "facebook": "https://www.facebook.com/DBullardFL/",
    "instagram": "",
    "youtube": "",
    "slug": "dwight-bullard"
  },
  "tim-canova": {
    "name": "Tim Canova",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://timcanova.com/sites/default/files/images/tim_profile_centered.gif",
    "header_photo": "https://timcanova.com/sites/default/files/new-nero.jpg",
    "state": "Florida",
    "state_initials": "FL",
    "district": 23,
    "office": "US Representative",
    "bio": "Tim Canova has been challenging Wall Street banks and political corruption for most of his adult life. As an activist, attorney, educator, and frequent commentator on the rigged economic and political systems that put Wall Street and multinational corporations first while leaving ordinary Americans behind, Tim is uniquely positioned to shake up Congress.",
    "primary_date": "8/30/2016",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/timcanova2016?refcode=ourrevolution",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "https://timcanova.com/",
    "twitter": "https://twitter.com/Tim_Canova",
    "facebook": "https://www.facebook.com/TimCanovaForCongress/",
    "instagram": "https://www.instagram.com/tim_canova/",
    "youtube": "https://www.youtube.com/channel/UCN_qRdfIUTMcWjl7CQuITDw",
    "slug": "tim-canova"
  },
  "kaniela-ing": {
    "name": "Kaniela Ing",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://siteassets.pagecloud.com/kanielaing/images/IMG_7742-ID-29a57d7f-d862-4d05-9c1e-33c1524b193c.jpg",
    "header_photo": "http://siteassets.pagecloud.com/kanielaing/images/Kaniela-Ing-Family-Background-ID-8b708491-b9c5-49e4-de7d-d5c481090171.jpg?nocache=66e123c3-fcf2-4f03-edcb-704081370b91",
    "state": "Hawaii",
    "state_initials": "HI",
    "district": 11,
    "office": "State Representative",
    "bio": "In 2012, Kaniela Ina entered public service with the idea that elections should be about big ideas not big money, and if he worked hard enough, and spoke from the heart, he would earn the trust of his community. In his first term in office, Kaniela represented his fellow Maui citizens well, and accomplished what few others thought he could do: fully fund Kihei High School and provide better chances for the students in the area. Kaniela also passed major reform bills like repealing the PLDC and passing Same-day and online voter registration. During his second term he passed a raised minimum wage, ended smoking on beaches, secured more funds for our district than the last 20 years combined, and began plans to build a new high school in the area.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/kanielaing",
    "secondary_cta": "Sign Up",
    "secondary_link": "http://kanielaing.com/welcome",
    "website": "http://www.kanielaing.com/",
    "twitter": "https://twitter.com/kanielaing",
    "facebook": "https://www.facebook.com/VoteKaniela/",
    "instagram": "",
    "youtube": "",
    "slug": "kaniela-ing"
  },
  "tulsi-gabbard": {
    "name": "Tulsi Gabbard",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/920771_451645754921944_485108832_o.jpg",
    "header_photo": "",
    "state": "Hawaii",
    "state_initials": "HI",
    "district": 2,
    "office": "US Representative",
    "bio": "Tulsi, by nature, is a public servant who possesses the humility to listen respectfully to all sides of a debate, the experience to handle any challenge, and the courage to make the right decision and get the job done. Tulsi embodies the aloha spirit unique to the island state of Hawai`i. As a mixed race woman, combat veteran, martial artist, lifelong vegetarian, and practicing Hindu, she also is the embodiment of the type of diversity which is at the very heart of what America was founded upon.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.votetulsi.com",
    "twitter": "https://twitter.com/TulsiGabbard?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "facebook": "https://www.facebook.com/VoteTulsi/",
    "instagram": "",
    "youtube": "",
    "slug": "tulsi-gabbard"
  },
  "gary-kroeger": {
    "name": "Gary Kroeger",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://static.wixstatic.com/media/b17512_74657df63862446b882e1442e6f749a4.png/v1/fill/w_318,h_589,al_c,usm_0.66_1.00_0.01/b17512_74657df63862446b882e1442e6f749a4.png",
    "header_photo": "",
    "state": "Iowa",
    "state_initials": "IA",
    "district": 60,
    "office": "State Representative",
    "bio": "Gary Kroeger was born and raised in Iowa. Having originally moved to Los Angeles, Gary decided that he wanted to raise his newborn children with the Iowa Values that he grew up with. Values of integrity, honesty, justice and hard work. They were the values of education, community service, and common sense legislation. Gary believes that today, those values are corroding as too many in America have been successfully marginalizing the Middle Class, the American worker, the environment, affordable education, and compassionate service. Too many Americans would rather continue foreign policy directives that serve to create more enemies rather than lasting peace, and as the father of two young sons, I am driven to change this course. Gary's voice in the Iowa House of Representatives would be a strong, passionate and informed voice that would stand up for the values that make America stronger, more prosperous, more diverse and free.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/kroeger-for-iowa-house-1",
    "secondary_cta": "Get Involved",
    "secondary_link": "http://www.kroegerforiahouse.com/#!get-involved/cfvg",
    "website": "http://www.kroegerforiahouse.com/",
    "twitter": "https://twitter.com/KroegerIAHouse",
    "facebook": "https://www.facebook.com/kroegerforcongress",
    "instagram": "https://www.instagram.com/kroegerforcongress/",
    "youtube": "https://www.youtube.com/channel/UCaMMqDnqzpJvbpGjbgHEPxg",
    "slug": "gary-kroeger"
  },
  "teresa-meyer": {
    "name": "Teresa Meyer",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://pies-files_public.s3.amazonaws.com/prod/teresameyer/website/1455405312.jpg",
    "header_photo": "",
    "state": "Iowa",
    "state_initials": "IA",
    "district": 63,
    "office": "State Representative",
    "bio": "Teresa Meyer has been a nurse for 25 years, and after seeing the everyday hardships of the Iowan people, decided to run for office and implement real progressive change throughout the state. Teresa wants to raise the minimum wage, provide expanded healthcare to Iowans, and offer more education opportunities to younger people.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/entity/fundraisers/36815",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://www.meyerforiowa.org/volunteer/",
    "website": "http://www.meyerforiowa.org/",
    "twitter": "https://twitter.com/TeresaMeyer2016",
    "facebook": "https://www.facebook.com/meyerforiowa/",
    "instagram": "",
    "youtube": "",
    "slug": "teresa-meyer"
  },
  "tim-kacena": {
    "name": "Tim Kacena",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "http://kscj.com/wp-content/uploads/2016/03/kacena-tim-e1459281605108.jpg",
    "header_photo": "",
    "state": "Iowa",
    "state_initials": "IA",
    "district": 14,
    "office": "State Representative",
    "bio": "Tim Kacena is a retired firefighter, born and raised in Sioux City, who is entering public office in order to help the people of his hometown. Kacena has said that his main areas of focus will include prioritizing public schools, raising the minimum wage, keeping training at Western Iowa Tech Community College affordable and expanding oversight of Gov. Terry Branstad’s plan to privatize Medicaid.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "https://www.facebook.com/kacena2016/",
    "instagram": "",
    "youtube": "",
    "slug": "tim-kacena"
  },
  "miranda-gold": {
    "name": "Miranda Gold",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://goldforidaho.ruck.us/uploads/candidate_profile/photo/1180/thumb_IMG_9681.jpg?version=1461620124",
    "header_photo": "",
    "state": "Idaho",
    "state_initials": "ID",
    "district": 14,
    "office": "State Senate",
    "bio": "Miranda Gold is many things - she is a mother, a wife, an anthropologist, a community organizer, a volunteer, an activist, a knitter, a friend and neighbor. She is running for Idaho State Senate because she believes that together, we can bring our government back to the people. Miranda has spent countless hours volunteering and organizing for various issues that are important to the everyday people of Idaho. She has fought for LGBTQ rights, cleaner energy, and expanded social welfare programs. Miranda has always pledged to represent the Idahoan lands by ensuring we protect our clean water, air, and public spaces that connect us all. She will represent the children of Idaho by ensuring they are receiving the education they deserve and their schools are well-equipped, and will make sure that all Idahoans have a voice in the legislature.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://goldforidaho.ruck.us/",
    "twitter": "",
    "facebook": "https://www.facebook.com/GoldforIdaho/",
    "instagram": "",
    "youtube": "",
    "slug": "miranda-gold"
  },
  "carol-ammons": {
    "name": "Carol Ammons",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/1617619_848507285192131_1903853250413033794_o.jpg",
    "header_photo": "",
    "state": "Illinois",
    "state_initials": "IL",
    "district": 103,
    "office": "State Representative",
    "bio": "Carol Ammons is serving her first term as the full-time state representative of the 103rd District, which includes Champaign-Urbana. Ammons looks to bring her experiences as a grassroots community organizer for equality in education, media and technology access and civil rights to her work as a public servant in the House of Representatives.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.carolammons.com",
    "twitter": "https://twitter.com/staterepammons",
    "facebook": "https://www.facebook.com/carolammons4IL/",
    "instagram": "",
    "youtube": "",
    "slug": "carol-ammons"
  },
  "james-eldridge": {
    "name": "James Eldridge",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Massachusetts",
    "state_initials": "MA",
    "district": "Middlesex and Worcester",
    "office": "State Senate",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "james-eldridge"
  },
  "mary-keefe": {
    "name": "Mary Keefe",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Massachusetts",
    "state_initials": "MA",
    "district": "House 15th Worcester District",
    "office": "State Representative",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "mary-keefe"
  },
  "mike-connolly": {
    "name": "Mike Connolly",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/MikeConnollyMA/photos/a.325187980834718.74361.325074840846032/951620871524756/?type=1&theater",
    "header_photo": "",
    "state": "Massachusetts",
    "state_initials": "MA",
    "district": "26th Middlesex District",
    "office": "State Representative",
    "bio": "Mike Connolly is an attorney, a community organizer, and a proud progressive Democrat running for State Representative in Cambridge and Somerville, Massachusetts. He is running for State Representative because he believes that we need passionate new leadership to address the concerns of communities, and to advance a progressive agenda both locally and across our commonwealth. Mike is committed to economic and social justice, affordable housing, public transportation, early education, afterschool programs, and other critical services that will help the people of Massachusetts.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://mikeconnolly.nationbuilder.com/contribute",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.mikeconnolly.org/",
    "twitter": "https://twitter.com/MikeConnollyMA",
    "facebook": "https://www.facebook.com/MikeConnollyMA/",
    "instagram": "",
    "youtube": "",
    "slug": "mike-connolly"
  },
  "pat-jehlen": {
    "name": "Pat Jehlen",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/SenPatJehlen/photos/a.287536414966.40483.221163189966/10150600704424967/?type=1&theater",
    "header_photo": "http://electpatjehlen.org/sites/default/files/public/Jehlen-Group-Photo.jpg",
    "state": "Massachusetts",
    "state_initials": "MA",
    "district": "2nd Middlesex",
    "office": "State Senate",
    "bio": "Patricia Jehlen was first elected to the Massachusetts Senate in 2005. She represents the Second Middlesex district, which includes Medford, Somerville, Winchester, and Cambridge.  She is Assistant Vice Chair of the Senate Committee on Ways and Means, Senate Chair of the Committee on Elder Affairs, Vice Chair of the Committee on Education, and Chair of the Special Senate Committee on Innovative and Alternative Education. She also serves on the Committees on Housing and the Judiciary. Her top legislative priorities are equitable and excellent education, universal and affordable health care, and jobs with decent wages and benefits, including earned sick time. In the area of elder services, her priority making sure that seniors of all income levels can find housing and services that meet their needs, whether in the community or in institutions.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/patjehlen",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://electpatjehlen.org/volunteer",
    "website": "http://electpatjehlen.org/",
    "twitter": "https://twitter.com/patjehlen",
    "facebook": "https://www.facebook.com/SenPatJehlen/",
    "instagram": "",
    "youtube": "",
    "slug": "pat-jehlen"
  },
  "jamie-raskin": {
    "name": "Jamie Raskin",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/raskin.jamie/photos/a.434111719762.236790.297987334762/10154188582439763/?type=1&theater",
    "header_photo": "https://jamieraskin.com/sites/default/files/home_banner_new2.jpg",
    "state": "Maryland",
    "state_initials": "MD",
    "district": 8,
    "office": "US Representative",
    "bio": "Jamie Raskin is a three-term Democratic State Senator in Maryland, the Senate Majority Whip, and a dynamic leader of the progressive forces in Annapolis who has been at the center of the breakthrough policy changes Maryland has experienced over the last decade. A professor of constitutional law at American University’s Washington College of Law for the last 25 years, Jamie has also taught at Yale Law School and has had thousands of students and authored several books, including the Washington Post Bestseller Overruling Democracy: The Supreme Court versus the American People about conservative judicial activism and the acclaimed We the Students: Supreme Court Cases for and about America’s Students. Jamie is the founder, with the families of Thurgood Marshall and William Brennan, of the Marshall-Brennan Constitutional Literacy Project, which has sent law students at 20 law schools across the country into public high schools to teach thousands of high school students about the Constitution, the Bill of Rights and the meanings of constitutional freedom and democracy.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://jamieraskin.com/donate",
    "secondary_cta": "Get Involved",
    "secondary_link": "https://jamieraskin.com/get-involved",
    "website": "https://jamieraskin.com/",
    "twitter": "https://twitter.com/jamie_raskin",
    "facebook": "https://www.facebook.com/raskin.jamie",
    "instagram": "https://www.instagram.com/raskinforcongress/",
    "youtube": "",
    "slug": "jamie-raskin"
  },
  "paul-clements": {
    "name": "Paul Clements",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/10550078_144759079028096_7375777985792352820_o.jpg",
    "header_photo": "",
    "state": "Michigan",
    "state_initials": "MI",
    "district": 6,
    "office": "US Representative",
    "bio": "Paul Clements understands that our economy must work in a way that benefits all Americans.  It doesn’t have to benefit poor and working class Americans at the expense of the wealthy, but it can no longer afford to benefit wealthy Americans at the expense of the poor and middle class.   As Professor of Political Science at Western Michigan University, Paul teaches national economic and social development strategies dealing with ways government can best promote economic growth and create fair and effective programs.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "clementsforcongress.com",
    "twitter": "https://twitter.com/clem4congress",
    "facebook": "https://www.facebook.com/ClementsForCongress/",
    "instagram": "",
    "youtube": "",
    "slug": "paul-clements"
  },
  "erin-quade": {
    "name": "Erin Maye Quade",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://static1.squarespace.com/static/56327a56e4b0c9af4ef29372/t/56442625e4b032f47d50fae1/1447306802413/Erin+website.jpg?format=1000w",
    "header_photo": "",
    "state": "Minnesota",
    "state_initials": "MN",
    "district": "57A",
    "office": "State Representative",
    "bio": "Born and raised in Apple Valley, Erin Quade is devoted to bring her community's values to the legislature. She has worked in both the public and private sector to help families achieve greater opportunity and get ahead. Erin met her wife Alyse while working on a campaign together. Alyse works for Moms Demand Action, an organization that is dedicated to gun violence prevention and keeping guns out of the hands of violent criminals, the dangerously mentally ill and and domestic abusers.\n\nErin decided to run for office because she firmly believes that what makes Apple Valley and Lakeville great - safe communities, good schools and an economy that works for all - are values that should be driven by people, not partisan special interests.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://act.myngp.com/Forms/3951009265761848064",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://erinforhouse.com/",
    "twitter": "https://twitter.com/ErinMayeQuade",
    "facebook": "https://www.facebook.com/ErinMayeQuadeforHouse/",
    "instagram": "",
    "youtube": "",
    "slug": "erin-quade"
  },
  "ilhan-omar": {
    "name": "Ilhan Omar",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://www.facebook.com/IlhanMN/photos/a.783741451734483.1073741825.780941275347834/830234030418558/?type=1&theater",
    "header_photo": "https://www.facebook.com/IlhanMN/photos/a.783744111734217.1073741827.780941275347834/942374509204509/?type=1&theater",
    "state": "Minnesota",
    "state_initials": "MN",
    "district": "60B",
    "office": "State Representative",
    "bio": "Ilhan Omar is an experienced policy analyst, community educator and advocate. She currently serves as the Director of Policy Initiatives at Women Organizing Women, where she empowers East African women to take civic leadership roles in their community. Born in Somalia, Ilhan and her family fled the country's civil war when she was eight. The family spent four years in a refugee camp in Kenya before coming to Minneapolis in 1997. \n\nIlhan has focused on issues like paid parental leave, environmental sustainability, fair electoral practices, social and religoius equality, and has even increased funding for urban and underprivileged areas and schools in the area.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/ilhanomar",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.ilhanomar.com/",
    "twitter": "https://twitter.com/IlhanMN",
    "facebook": "https://www.facebook.com/IlhanMN/",
    "instagram": "",
    "youtube": "",
    "slug": "ilhan-omar"
  },
  "keith-ellison": {
    "name": "Keith Ellison",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/458272_10150561371852060_1026054672_o.jpg",
    "header_photo": "",
    "state": "Minnesota",
    "state_initials": "MN",
    "district": 5,
    "office": "US Representative",
    "bio": "Keith Ellison has represented the Fifth Congressional District of Minnesota in the U.S. House of Representatives since 2007. Keith Ellison's philosophy is one of \"generosity and inclusiveness.\" His roots as a community activist and his message of inclusivity through democratic participation resonates throughout the Fifth District. His priorities in Congress are: promoting peace, prosperity for working families, environmental sustainability, and civil and human rights.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "keithellison.org",
    "twitter": "https://twitter.com/keithellison?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "facebook": "https://www.facebook.com/Keith.Ellison/",
    "instagram": "",
    "youtube": "",
    "slug": "keith-ellison"
  },
  "rick-nolan": {
    "name": "Rick Nolan",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/13064459_993498890737305_3853600374739154874_o.jpg",
    "header_photo": "",
    "state": "Minnesota",
    "state_initials": "MN",
    "district": 8,
    "office": "US Representative",
    "bio": "Rick is a father and grandfather, married to Mary Nolan for 30 years, and born and raised on the Cuyuna Iron Range in Minnesota’s 8th District. He is successful small-business owner who created jobs throughout northern Minnesota from the sawmill and pallet factory he owned in Emily. Rick has a long history of fighting to defend the middle class, protect social security, and expand medicare.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "nolanforcongress.org",
    "twitter": "https://twitter.com/ricknolanmn",
    "facebook": "https://www.facebook.com/RickNolanForCongress/",
    "instagram": "",
    "youtube": "",
    "slug": "rick-nolan"
  },
  "zach-dorholt": {
    "name": "Zach Dorholt",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://67.222.110.74/~zachary/wp-content/uploads/2015/12/1558469_10152482858404593_3281992685046648594_n.jpg",
    "header_photo": "http://zacharydorholt.com/wp-content/uploads/2015/04/IMG_3116.jpg",
    "state": "Minnesota",
    "state_initials": "MN",
    "district": "14B",
    "office": "State Representative",
    "bio": "Elected in 2012, Zach Dorholt served during the 2013 and 2014 legislative sessions. He was Vice Chair of the Higher Education Finance and Policy committee, and also worked on the Transportation Policy and Government Operations committees. He was the chief author of over 40 bills and co-authored dozens more. Some significant accomplishments important to Zach include: Freezing the cost of tuition at MnSCU (including SCSU and SCTCC) and U of M institutions, securing funding for the River’s Edge Convention Center and Eastman hall at SCSU, ensuring public accommodations for blind and disabled persons, expansion of the state grant eligibility for higher education, and expansion of local highway infrastructure.",
    "primary_date": "",
    "primary_cta": "Donate",
    "primary_cta_link": "https://act.myngp.com/Forms/182660336587966464",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://zacharydorholt.com/",
    "twitter": "https://twitter.com/zacharydorholt",
    "facebook": "https://www.facebook.com/IBackZach",
    "instagram": "",
    "youtube": "",
    "slug": "zach-dorholt"
  },
  "brian-whitecalf": {
    "name": "Brian Whitecalf",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://www.facebook.com/BrianWhitecalfcountyboard/photos/a.726206884092537.1073741825.726206320759260/726206894092536/?type=1&theater",
    "header_photo": "",
    "state": "Nebraska",
    "state_initials": "NE",
    "district": 6,
    "office": "Board of Supervisors",
    "bio": "Brian Whitecalf is a lifelong advocate for Nebraskan farmers, local businesses, and everyday people. Brian has always fought to bring progressive values to his hometown of Grand Island, Nebraska, and will continue to champion these important issues if elected to the Board of Supervisors.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "https://www.facebook.com/BrianWhitecalfcountyboard/",
    "instagram": "",
    "youtube": "",
    "slug": "brian-whitecalf"
  },
  "dan-quick": {
    "name": "Dan Quick",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://www.votedanquick.com/wp-content/uploads/2015/07/59060462-300x224.jpg",
    "header_photo": "",
    "state": "Nebraska",
    "state_initials": "NE",
    "district": 35,
    "office": "State Senate",
    "bio": "Dan, a native Nebraskan, has spent his entire life as a leader and advocate for his fellow working-class citizens. Dan has been a proud member of the International Brotherhood of Electrical Workers Local 1597 since starting at the Power Plant in 1988. He served as Vice President from 2007 through 2009 and was then elected President/Business Manager in 2010 – a position he still holds. He is also President of the Nebraska State Utility Workers Conference, and Vice President of the Central Nebraska Central Labor Council in Grand Island. \n\nDan and his IBEW Local played a large role in organizing the public to prevent the City of Grand Island from privatizing its Waste Water Treatment Plant. They also lobbied State Senators when the CIR was under attack, and he attended meetings in Lincoln with the other Public Sector Unions to prepare for the assault. Dan has been active in lobbying State Senators on Labor issues and has attended committee hearings to support the cause.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/dan-quick-1",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.votedanquick.com/",
    "twitter": "",
    "facebook": "https://www.facebook.com/votedanquick/",
    "instagram": "",
    "youtube": "",
    "slug": "dan-quick"
  },
  "vernon-miller": {
    "name": "Vernon Miller",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/photo.php?fbid=10102295480565513&set=a.745269621713.2318138.17203957&type=3&theater",
    "header_photo": "",
    "state": "Nebraska",
    "state_initials": "NE",
    "district": "",
    "office": "School Board",
    "bio": "Vernon Miller, part of the Thunder Clan from the Omaha Tribe of Nebraska, is the former Business Teacher at Umonhon (Omaha) Nation Public Schools on the Omaha Tribal Reservation in Macy, Nebraska.  Miller was named Teacher of the Year by the National Indian Education Association in 2010, was appointed Chairman of the Omaha Tribal Election Commission in 2011, and in 2012 was named Indian Country’s 40 under 40 by the National Center for American Indian Enterprise Development.\n\nVernon Miller has also previously served as the Western Regional Director & Election Chair for the American Indian/Alaska Native Caucus for the National Education Association (NEA).   In November 2012, Vernon was selected by the University of Nebraska as an “Alumni Master.”  Every fall, outstanding alumni return to campus to share their experiences and knowledge with students.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "https://twitter.com/huskerpike",
    "facebook": "https://www.facebook.com/vernon.miller.14019",
    "instagram": "",
    "youtube": "",
    "slug": "vernon-miller"
  },
  "peter-jacob": {
    "name": "Peter Jacob",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "http://www.peterforcongress.com/uploads/1/3/1/2/13125610/2996756.jpg?445",
    "header_photo": "",
    "state": "New Jersey",
    "state_initials": "NJ",
    "district": 7,
    "office": "US Representative",
    "bio": "Raised in Union, New Jersey, in an Indian-American family, Peter understands how important a safe and caring community is to success.\n\nThrough various community organizations, Peter has helped fight the ongoing scourges of child abuse, human trafficking, and disastrous Iraq War. Meanwhile, he has continued to proudly campaign for healthcare reform, environmental sustainability, and immigrant integration back here in the United States.\n\nIf elected, Peter will continue to serve not just as a politcian, but as a true public servant, and will fight to instill progressive values into New Jersey's legislation.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/peterjacob",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://www.peterforcongress.com/volunteer.html",
    "website": "http://www.peterforcongress.com/",
    "twitter": "https://twitter.com/PeterJacob2016",
    "facebook": "https://www.facebook.com/peterjacob2016/",
    "instagram": "",
    "youtube": "",
    "slug": "peter-jacob"
  },
  "brittney-miller": {
    "name": "Brittney Miller",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/974120946003689/photos/a.974121646003619.1073741825.974120946003689/974121656003618/?type=1&theater",
    "header_photo": "",
    "state": "Nevada",
    "state_initials": "NV",
    "district": 5,
    "office": "State Assembly",
    "bio": "Brittney Miller is running for State Assembly in Nevada's 5th district. After living in the community for over seven years, Brittney is determined to put better public education, smarter criminal justice, more protective care for our veterans, and more sustainable economic measures at the top of her list of priorities. \n\nBrittney Miller will be sure to listen to her contituents, and represent them to the best of her ability day in and day out.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "http://www.miller4thepeople.com/contribute.html",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.miller4thepeople.com/",
    "twitter": "",
    "facebook": "https://www.facebook.com/Brittney-Miller-for-Assembly-District-5-974120946003689/",
    "instagram": "",
    "youtube": "",
    "slug": "brittney-miller"
  },
  "devon-reese": {
    "name": "Devon Reese",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/reese4nevada/photos/a.1514404975522282.1073741827.1514331145529665/1527742420855204/?type=1&theater",
    "header_photo": "",
    "state": "Nevada",
    "state_initials": "NV",
    "district": 15,
    "office": "State Senate",
    "bio": "Devon Reese was born in Northern Nevada and grew up in the heart of Senate District 15. He's a product of our neighborhood schools, including McQueen High School, where he was a speech and debate champion. After college and law school, Devon returned to Reno to start a family and raise his three children in the same neighborhoods where he grew up. He has continued to stay involved with his community as a youth pastor, a debate coach at McQueen High School, and as a commissioner for the Sierra Youth Football League.\n\nAs an attorney, Devon has fought on behalf of police officers, firefighters, educators, nurses, and other working Nevadans. He's also a businessman, having helped run a large contracting and construction firm that employed hundreds of people locally. Devon believes that everyone deserves a fair shot at success, regardless of your background. Those are the principles he'll be fighting for in the State Senate.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://reesefornevada.ngpvanhost.com/contribute",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://reesefornevada.ngpvanhost.com/form/-3106694300281140480",
    "website": "http://www.reesefornevada.com/",
    "twitter": "https://twitter.com/devonreese1",
    "facebook": "https://www.facebook.com/reese4nevada/",
    "instagram": "",
    "youtube": "",
    "slug": "devon-reese"
  },
  "nicole-cannizzaro": {
    "name": "Nicole Cannizzaro",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/nicole4nevada/photos/a.880057345409915.1073741825.880031028745880/1001097856639196/?type=1&theater",
    "header_photo": "",
    "state": "Nevada",
    "state_initials": "NV",
    "district": 6,
    "office": "State Senate",
    "bio": "Nicole decided to pursue public service, and she joined the Clark County District Attorney’s Office in 2011. As a prosecutor, Nicole has had an active and varied case-load, ranging from overseeing juvenile matters to handling cases of child abuse, sexual assault, homicide, and other violent crimes. She’s been an advocate for victims, a partner for law enforcement, and has helped make Clark County a safer place to live.\n\nShe is running for Senate District 6 to continue that career in public service. In the State Senate, she plans to focus on ensuring that the educational and economic opportunities that she had continue to be available to all Nevadans.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://nicolecannizzaro.ngpvanhost.com/contribute",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://www.nicolecannizzaro.com/volunteer",
    "website": "http://www.nicolecannizzaro.com/",
    "twitter": "https://twitter.com/Nicole4Nevada",
    "facebook": "https://www.facebook.com/nicole4nevada/",
    "instagram": "",
    "youtube": "",
    "slug": "nicole-cannizzaro"
  },
  "sara-niccoli": {
    "name": "Sara Niccoli",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://www.facebook.com/sarakniccoli/photos/a.593334280732859.1073741825.593333070732980/593334307399523/?type=1&theater",
    "header_photo": "",
    "state": "New York",
    "state_initials": "NY",
    "district": 46,
    "office": "State Senate",
    "bio": "Sara Niccoli operates a second-generation farm in Montgomery County, and hopes to bring those values to her work in public office. \n\nLike many farmers, Sara and Sean also work off-farm to get the bills paid. Sean is a rural letter carrier and Sara directs a small not-for-profit. As Town Supervisor, Sara united the community to bring more transparency, accountability, and fiscally responsibility to local government.\n\nSara will fight tirelessly for higher quality education, cleaner energy, rewarding job opportunities, and better-protected small businesses.",
    "primary_date": "",
    "primary_cta": "Contribute",
    "primary_cta_link": "https://secure.actblue.com/contribute/page/sarakniccoli",
    "secondary_cta": "Volunteer",
    "secondary_link": "http://sarakniccoli.nationbuilder.com/volunteer",
    "website": "http://saraniccoli.com/",
    "twitter": "https://twitter.com/saraniccoli",
    "facebook": "https://www.facebook.com/sarakniccoli",
    "instagram": "",
    "youtube": "",
    "slug": "sara-niccoli"
  },
  "zephyr-teachout": {
    "name": "Zephyr Teachout",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://pbs.twimg.com/profile_images/738362519153057792/0TspyUQM.jpg",
    "header_photo": "",
    "state": "New York",
    "state_initials": "NY",
    "district": 19,
    "office": "US Representative",
    "bio": "For her entire career Zephyr has been fighting for people who have been shut out– and gotten results. She was the first National Director of the Sunlight Foundation, a non-partisan organization that works to make Congress more open and transparent. After the crash of 2008, she helped start an organization to break up big banks who had become “too big to fail” and have damaged our small businesses.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.zephyrteachoutforcongress.com",
    "twitter": "https://twitter.com/ZephyrTeachout?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "facebook": "https://www.facebook.com/zephyr.ny/",
    "instagram": "",
    "youtube": "",
    "slug": "zephyr-teachout"
  },
  "marcy-kaptur": {
    "name": "Marcy Kaptur",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/v/t1.0-9/318107_173753322752483_225796825_n.jpg?oh=240b6910b9b994f2cf27afae3e3a34e2&oe=58487873",
    "header_photo": "",
    "state": "Ohio",
    "state_initials": "OH",
    "district": 9,
    "office": "US Representative",
    "bio": "Congresswoman Marcy Kaptur, who represents Ohio's Ninth Congressional District, is currently serving her sixteenth term in the U.S. House of Representatives. She is the senior-most woman in the House and the longest-serving woman from Ohio in history. Congresswoman Kaptur ranks among the most senior Members of the 114th Congress.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.marcykaptur.com",
    "twitter": "https://twitter.com/RepMarcyKaptur?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "facebook": "https://www.facebook.com/Marcy-Kaptur-6225522279/",
    "instagram": "",
    "youtube": "",
    "slug": "marcy-kaptur"
  },
  "carmen-yulin-cruz": {
    "name": "Carmen Yulin Cruz",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/942255_1190757374285474_2596932889096752717_n.jpg?oh=54d1037e6e9e1918d96192315fac1c49&oe=583D90A2",
    "header_photo": "",
    "state": "Puerto Rico",
    "state_initials": "PR",
    "district": "San Juan",
    "office": "Mayor",
    "bio": "Mayor Carmen Yulin Cruz began her political career as a member of the House of Representatives in Puerto Rico during the 2009-2012 terms Yulin- as she likes to be called- was a fierce advocate for the rights of working people, for gender equality and for the rights of the LGBTT community. She was also involved with pursuing and reinforcing the rights of diabled citizens, such as the deaf and university students in their quest for a more democratic and affordable education. \nYulin was elected as Mayor of San Juan on 2012. Her election was the result of a grass roots effort which united in an unprecedented alliance groups which have traditionally been excluded from the democratic process. During her tenure Yulin has proven to be a friend of labor making San Juan the first and only municipality in Puerto Rico where employees have the right to collective bargaining; citizen participation has been at the core of her administration as San Juan has become the first place in Puerto Rico to pioneer participatory budgeting. Under Mayor Yulin Cruz the municipality has taken steps to begin a change torwards a municipal version of universal health plan and culture and sports are widely used as a tool for economic and social development. At the forefront of her personal struggles are the release of political prisioner Oscar Lopez Rivera and the dredging of El Caño Martin Peña an impoverished area of San Juan where 27,000 people feel the injustice of lacking a proper sewer system which keeps them from reaching their highest community potential. A firm believer that \"the power is in the streets\" Yulin strives to seek alliances to empower people and ensure an agenda of prosperity and social justice.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "https://twitter.com/carmenyulincruz",
    "facebook": "https://www.facebook.com/carmenyulincruz/",
    "instagram": "",
    "youtube": "",
    "slug": "carmen-yulin-cruz"
  },
  "luis-ramos": {
    "name": "Luis Vega Ramos",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/13344562_10153519150470025_3550051688834417352_n.jpg?oh=d509e0f987bfd9ce4effb3b1307795f4&oe=58571357",
    "header_photo": "",
    "state": "Puerto Rico",
    "state_initials": "PR",
    "district": "At Large",
    "office": "Representative",
    "bio": "He was sworn in to the post of Representative at Large, in September 2006. Currently, Vega Ramos chairs the Judiciary Committee and co-chairs the Joint Review to the Criminal Code and the Civil Code Commissions. He is also a member of the Joint Committee on Status Affairs, Commission of Public Security, Development Initiatives Against Crime and Corruption, Government Commission for the Development of the Metropolitan Region, Committee on Agriculture, Committee on Natural Resources and Environmental Affairs, Social Welfare Committee for the Eradication of Poverty, Public Safety Commission, Health Commission, Education Commission for the Promotion of Arts and Culture.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.luisvegaramos.com/",
    "twitter": "https://twitter.com/luisvegaramos",
    "facebook": "https://www.facebook.com/luisvegaramos/",
    "instagram": "",
    "youtube": "",
    "slug": "luis-ramos"
  },
  "manuel-natal": {
    "name": "Manuel Natal",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "https://scontent-iad3-1.xx.fbcdn.net/t31.0-8/10633354_993147610748392_1462874075504325979_o.jpg",
    "header_photo": "",
    "state": "Puerto Rico",
    "state_initials": "PR",
    "district": "At Large",
    "office": "Representative",
    "bio": "Born in 1986, attended Cornell Univ where \"he was noted for his leadership and social commitment, serving as president of the Puerto Rican Association of Cornell University.\" History of student activism. \"In 2011,became a legislative advisor to current Majority Spokesman, Carlos \"Charlie\" Hernandez. In 2013, the representative and chairman of the Judiciary Committee, Luis Vega Ramos, appointed him as CEO of this important legislative committee. During these years, Natal Albelo chaired the Delegation of San Juan of the Bar Association and Lawyers of Puerto Rico and actively participated in the Commission of Lawyers and Young Lawyers of that institution. Elected as At-Large Rep in 2014 and won with 54% of the vote. Has authored about 95 legislative measures with a focus on promoting opportunities for youth, developing local entrepreneurship, PR's fiscal issues, and creating new economic opportunities for PR. Proposed restructuring of PR debt.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.manuelnatal2016.com",
    "twitter": "https://twitter.com/manuelnatal",
    "facebook": "https://www.facebook.com/ManuelNatalAlbelo",
    "instagram": "https://www.instagram.com/manuelnatalpr/",
    "youtube": "",
    "slug": "manuel-natal"
  },
  "jeanine-calkin": {
    "name": "Jeanine Calkin",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Rhode Island",
    "state_initials": "RI",
    "district": 30,
    "office": "State Senate",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "jeanin-calkin"
  },
  "justin-bamberg": {
    "name": "Justin Bamberg",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/13123302_686810241459259_2303555095275154064_o.jpg",
    "header_photo": "",
    "state": "South Carolina",
    "state_initials": "SC",
    "district": 90,
    "office": "State Senate",
    "bio": "Justin Bamberg is a US Attorney and a Representative for South Carolina's 59th district. He has devoted much of his career to fighting for more fair wages for teachers, expanded healthcare coverage for the middle class, and reforming South Carolina's criminal justice system.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "bambergforsc.com",
    "twitter": "https://twitter.com/justinbamberg",
    "facebook": "https://www.facebook.com/bambergforsc/",
    "instagram": "",
    "youtube": "",
    "slug": "justin-bamberg"
  },
  "terry-alexander": {
    "name": "Terry Alexander",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/v/t1.0-9/10259864_682476351812819_7496701686897637900_n.png?oh=60355c7af7b7a425ac0351e87ed8e2b9&oe=5856FF07",
    "header_photo": "",
    "state": "South Carolina",
    "state_initials": "SC",
    "district": 59,
    "office": "State Senate",
    "bio": "Terry Alexander has been representing South Carolina's 59th district since 2007. Terry lives in Florence, SC, where he previously served on the Florence County Council from 1990 to 2006. In years past, he has worked on subcommittees for insurance, labor, commerce, industry, and public utilities, and has always fought hard to act in the best interest of his constituents.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "alexanderforschouse.wordpress.com",
    "twitter": "https://twitter.com/reptalexander",
    "facebook": "https://www.facebook.com/LegislatorTerryAlexander/",
    "instagram": "",
    "youtube": "",
    "slug": "terry-alexander"
  },
  "clara-hart": {
    "name": "Clara Hart",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/v/t1.0-9/13221478_1403568776609394_6480859322498460992_n.jpg?oh=1f1829243a33dd2a13f104ddbdbf4232&oe=5847784A",
    "header_photo": "",
    "state": "South Dakota",
    "state_initials": "SD",
    "district": 6,
    "office": "State Senate",
    "bio": "Clara Hart is a Mozambique-born South Dakotan running for the District 6 seat in the South Dakota House of Representatives. Clara pledges to serve her community and help build an even stronger South Dakota for all families. As your state representative, she will always work hard to make sure all of our voices are heard in Pierre.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "http://www.hart4house.com/",
    "twitter": "https://twitter.com/clarahart14",
    "facebook": "https://www.facebook.com/Hart4House/?fref=ts",
    "instagram": "",
    "youtube": "",
    "slug": "clara-hart"
  },
  "jared-cates": {
    "name": "Jared Cates",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Texas",
    "state_initials": "TX",
    "district": "Precinct 3 in Nacogdoches County",
    "office": "County Commissioner",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "jared-cates"
  },
  "julie-nitsch": {
    "name": "Julie Nitsch",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Texas",
    "state_initials": "TX",
    "district": "Austin Community College Board of Trustees",
    "office": "Place 9",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "julie-nitsch"
  },
  "david-zuckerman": {
    "name": "David Zuckerman",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/13235139_1040126386022595_2588067065936387715_o.jpg",
    "header_photo": "",
    "state": "Vermont",
    "state_initials": "VT",
    "district": "",
    "office": "Lieutenant Governor",
    "bio": "Dave is entering his fourth year in the Vermont Senate. He is the Vice-Chair of the Senate Committee on Agriculture and the Clerk of the Senate Committee on Education. Previously, Dave represented the City of Burlington for fourteen years in the Vermont House of Representatives, and served on the Natural Resources and Energy Committee, was chairman of the Agriculture Committee, served on the Ways and Means Committee as well. Dave’s leadership spans a number of issues including renewable energy, affordable housing, livable wages, cannabis reform, GMO legislation, universal healthcare, progressive taxation, marriage equality, and end of life choices.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.zuckermanforvt.com",
    "twitter": "https://twitter.com/davezuckermanvt",
    "facebook": "https://www.facebook.com/davezuckermanvt/",
    "instagram": "",
    "youtube": "",
    "slug": "david-zuckerman"
  },
  "mari-cordes": {
    "name": "Mari Cordes",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://pies-files_public.s3.amazonaws.com/prod/maricordes/website/1461701110.png",
    "header_photo": "",
    "state": "Vermont",
    "state_initials": "VT",
    "district": 4,
    "office": "State Representative",
    "bio": "Mari Cordes has been motivated all her life to address the injustices in her community, workplace, and at the state and national level. Over the past several years, Mari has helped draft and move state legislation and policy that have helped many Vermonters. She will represent Lincoln, Starksboro, Monkton and Bristol, and will work to build a brighter future for everyone, not just a few.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "maricordes.org",
    "twitter": "https://twitter.com/momdogz",
    "facebook": "https://www.facebook.com/MariInTheHouse/",
    "instagram": "",
    "youtube": "",
    "slug": "mari-cordes"
  },
  "tim-ashe": {
    "name": "Tim Ashe",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://pbs.twimg.com/profile_images/1604393363/Tim_Ashe_for_Mayor_400x400.jpg",
    "header_photo": "",
    "state": "Vermont",
    "state_initials": "VT",
    "district": "Chittenden",
    "office": "State Senate",
    "bio": "In July 2004, Tim Ashe successfully sought a seat on the Burlington City Council. He won re-election in 2005 and 2007. The youngest member of the Council when elected, Tim quickly established himself as a stalwart supporter of policies to improve and increase the supply of affordable homeownership and rental housing in Burlington. In four years, he was pro-active in nearly every key municipal area. In 2008, Tim was elected to the Vermont State Senate and re-elected in 2010, 2012, and 2014.  Now in his fourth term, Tim has sponsored bills and been a leader on issues ranging from Marriage Equality, to health care reform, to protecting middle-class taxpayers.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "www.timashe.com",
    "twitter": "https://twitter.com/TimAsheVT",
    "facebook": "https://www.facebook.com/Tim-Ashe-205077056243826/",
    "instagram": "",
    "youtube": "",
    "slug": "tim-ashe"
  },
  "pramila-jayapal": {
    "name": "Pramila Jayapal",
    "Approved?": "Yes",
    "notes": "",
    "photo": "http://static.seattletimes.com/wp-content/uploads/2016/01/01222016-Pramila_Jayapal-300x396.jpg",
    "header_photo": "",
    "state": "Washington",
    "state_initials": "WA",
    "district": 7,
    "office": "US Representative",
    "bio": "Pramila has spent the last twenty years working both internationally and domestically as a leading national advocate for women’s, immigrants', civil, and human rights. She led one of the largest voter registration efforts in Washington State, helping over 23,000 new Americans to register to vote. In May 2013, Pramila was recognized as a White House “Champion of Change.”\n\nIn the state legislature, Pramila has been a champion for access to healthcare, and commonsense gun safety and civic engagement as well as for women, workers, students, communities of color, low-income communities, immigrants and refugees.\n\nPramila has been sought out by local and national media as an expert on topics including economic justice and the minimum wage, community-police relations, as well as immigrant, civil, and human rights. She is often a guest on both NPR public affairs and conservative talk radio programs in Washington State and has interviewed with both conservative and liberal pundits on national television and addressing the Washington, D.C. press corps. Pramila is the author of a memoir, Pilgrimage to India: A Woman Revisits Her Homeland, as well as numerous essays, articles, and guest editorials, including many co-authored with national leaders, such as Gloria Steinem.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "pramila-jayapal"
  },
  "david-bowen": {
    "name": "David Bowen",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "https://scontent-lga3-1.xx.fbcdn.net/t31.0-8/739844_980668241982418_1198522319774643616_o.jpg",
    "header_photo": "",
    "state": "Wisconsin",
    "state_initials": "WI",
    "district": 10,
    "office": "State Representative",
    "bio": "David Bowen became the youngest member of the Milwaukee County Board in 2012, and is one of the youngest black officials in Milwaukee history. In addition to his activist work throughout the city, David serves on several County Board committees including Finance & Personnel, Health & Human Needs and Economic & Community Development as Vice Chair. David is also a nationally recognized trainer for intergenerational community improvement strategies, and has served on the Medical College of Wisconsin’s Violence Prevention Initiative Steering Committee and the City of Milwaukee’s Homicide Review Commission.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "https://twitter.com/davidfbowen?lang=en",
    "facebook": "https://www.facebook.com/Bowen4Action",
    "instagram": "",
    "youtube": "",
    "slug": "david-bowen"
  },
  "jonathan-brostoff": {
    "name": "Jonathan Brostoff",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Wisconsin",
    "state_initials": "WI",
    "district": 19,
    "office": "State Representative",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "jonathan-brostoff"
  },
  "russ-feingold": {
    "name": "Russ Feingold",
    "Approved?": "Yes",
    "notes": "On site",
    "photo": "http://images.dailykos.com/images/255931/story_image/feingold.jpg?1464281095",
    "header_photo": "",
    "state": "Wisconsin",
    "state_initials": "WI",
    "district": "",
    "office": "US Senate",
    "bio": "Russ Feingold is known for his independence, his honesty and his work ethic on behalf of Wisconsin families. He has always stood up for the middle class families, students and workers who need economic opportunity, often drawing the ire of wealthy special interests and lobbyists.\n\nA lifetime Wisconsin resident, Feingold represented Wisconsin in the U.S. Senate from 1993 to 2011, earning a reputation for doing what’s right, not what’s politically convenient. Whether it was opposing the war in Iraq, co-sponsoring the McCain-Feingold campaign finance law, serving as an early voice for fiscal responsibility, or being the only Senator to oppose the Patriot Act, Feingold has shown that you can make a difference if you’re willing to speak truth to power.",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "russfeingold.com",
    "twitter": "https://twitter.com/russfeingold?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "facebook": "https://www.facebook.com/russfeingold",
    "instagram": "",
    "youtube": "",
    "slug": "russ-feingold"
  },
  "sarah-lloyd": {
    "name": "Sarah Lloyd",
    "Approved?": "Yes",
    "notes": "on site",
    "photo": "",
    "header_photo": "",
    "state": "Wisconsin",
    "state_initials": "WI",
    "district": 6,
    "office": "US Representative",
    "bio": "",
    "primary_date": "",
    "primary_cta": "",
    "primary_cta_link": "",
    "secondary_cta": "",
    "secondary_link": "",
    "website": "",
    "twitter": "",
    "facebook": "",
    "instagram": "",
    "youtube": "",
    "slug": "sarah-lloyd"
  }
}
